Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Functions also mean safety functions, cf. Section 3 of the Facilities Regulations.
nb: Med funksjoner menes også sikkerhetsfunksjonene, jf. innretningsforskriften § 3.

source: The duration limitation in the eighth subsection letter a implies that the total duration of the field test may be longer than 14 days for discontinuous use.
nb: Varighetsbegrensningen i åttende ledd bokstav a innebærer at total varighet av felttesten kan være lenger enn 14 dager ved diskontinuerlig bruk.

source: This was said to be established practice for similar operations in B&B.
nb: Dette blir fremholdt å være etablert praksis for tilsvarende operasjoner i B&B.

source: In periods with important and natural needs to cut costs and increase efficiency, it is, as Rasmussen (1997) describes, especially important to maintain the right balance between safety on the one hand and costs on the other.
nb: I perioder med viktige og naturlige behov for å kutte kostnader og øke effektivitet, er det som Rasmussen (1997) beskriver, særlig viktig å opprettholde riktig balanse mellom sikkerhet på den ene siden, og kostnader på den andre.

source: shipment of CO
nb: skiping av CO

source: The railings on the extender ended up about 30 centimetres from their head.
nb: Rekkverket på forlengerseksjonen ble liggende cirka 30 centimeter fra hodet til personen.

source: One of Statfjord A’s lifeboat stations was damaged.
nb: Statfjord A fikk skader på livbåtstasjon.

source: Knowledge about and follow-up of air gap information
nb: Kjennskap til og oppfølging av informasjon om air-gap

source: exposure level, type and duration and exposure to impulse noise such as impacts and bangs,
nb: eksponeringens nivå, type og varighet og eksponering for impulsstøy som slag og smell,

source: September 1997 in connection with the helicopter accident off Brønnøysund.
nb: Siste storulykke som medførte omkomne på norsk sokkel var i september 1997 i forbindelse med helikopterulykken utenfor Brønnøysund.

source: Since the PSA was separated from the Norwegian Petroleum Directorate in 2004, it has continued to develop this expertise – in part through a commitment to safety economics.
nb: Etter delingen av Oljedirektoratet og opprettelsen av Ptil i 2004, har Ptil videreutviklet denne kompetansen, blant annet ved å satse på fagfeltet sikkerhetsøkonomi.

source: The requirement on monitoring of the water column is not limited to monitoring of produced water, but also comprises relevant added chemicals and leakage and leaks from the seabed, plus other relevant discharges, if any.
nb: Kravet om overvåking av vannsøylen er ikke begrenset til overvåking av produsert vann, men omfatter også relevante tilsatte kjemikalier og utlekking og lekkasjer fra havbunnen, og eventuelle andre relevante utslipp.

source: It emerged from interviews that only the red zone was practised on the drill floor.
nb: Under intervju kom det fram at det bare ble praktisert rød sone på boredekk.

source: general obligated party provision, Section 7.
nb: den generelle pliktsubjektbestemmelsen, § 7.

source: Wintershall Norge AS (Wintershall) is the operator on the Brage field, which is an oil field in the northern North Sea, approx. 13 kilometres east of Oseberg.
nb: Wintershall Norge AS (Wintershall) er operatør på Bragefeltet, som er et oljefelt i den nordlige delen av Nordsjøen, ca 13 kilometer øst for Oseberg.

source: Inclusion of stress and fatigue in training and exercises
nb: Inkludering av stress og utmattelse i trening og øvelser:

source: Maritime and logistic supervisor (M&L)
nb: Marine- og logistikkleder (M&L)

source: A dedicated surface protection project (SPP) began in 2006, when many leaks were experienced.
nb: Et eget overflateprogram startet 2006 da det var mye lekkasjer.

source: Part of the slick’s extent is illustrated in photos 8.1 and 8.2.
nb: Deler av flakets utbredelse vises av bilde 8.1 og 8.2.

source: At the H2S reactor, the incident had developed.
nb: Ved H2S-reaktoren hadde hendelsen utviklet seg.

source: relating to storage and transport of CO2 on the shelf Section 1-6 letter t.
nb: om lagring og transport av CO2 på sokkelen § 1-6 bokstav t.

source: For a full report, see Annex B.
nb: For full rapport, se vedlegg B.

source: This system is not identified by tag, and thereby not classified as safety-critical equipment.
nb: Dette systemet er ikke identifisert med tag, og dermed ikke klassifisert som sikkerhetskritisk utstyr.

source: percentage of approximately 50.
nb: hadde en svarprosent på ca 50.

source: An extensive questionnaire-based survey was conducted for the ninth time among workers on the NCS and at the land-based plants during 2017.
nb: I 2017 ble det for niende gang gjennomført en omfattende spørreundersøkelse blant dem som arbeider på norsk sokkel og på landanleggene.

source: work with asbestos, cf. those regulations chapter 4, except for section 4-4,
nb: arbeid med asbest, jf. forskriften kapittel 4, med unntak av § 4-4,

source: If the Environment Agency alters the duration of a baseline survey, it will be effectuated as an administrative decision, which must be notified beforehand and justified, and which can be appealed against.
nb: Dersom Miljødirektoratet endrer varigheten for en grunnlagsundersøkelse, vil det skje gjennom enkeltvedtak og skal forhåndsvarsles, begrunnes og kan påklages.

source: The responsibility is ours - fully.
nb: Ansvaret er vårt - fullt og helt.

source: (possibly with proposals for the use of reactions) in accordance with the template.
nb: (eventuelt med forslag til bruk av virkemidler) i henhold til mal.

source: The consent applies to the drilling of exploration well 16/1-30 S, with an option to drill sidetrack 16/1-30 A.
nb: Samtykket gjeld boring av leitebrønn 16/1-30 S, med opsjon for boring av sidesteg 16/1-30 A.

source: We wanted to verify that Yme New Development has a robust well design, completion design and maintenance programme, and that sufficient follow-up and maintenance of well integrity for the existing wells has been carried out prior to start-up.
nb: Vi vil verifisere at Yme New Development har et robust brønndesign, kompletteringsdesign og vedlikeholdsprogram, og at tilstrekkelig oppfølging og vedlikehold av brønnintegritet for de eksisterende brønnene er utført før oppstart.

source: In advance of the incident, Statoil had assumed that barriers, notably in the form of a cemented 7" liner, had been verified.
nb: Statoil antok i forkant av hendelsen at barrierer i form av blant annet sementert 7" liner var verifisert.

source: We have given Equinor Energy (Equinor) consent for exploration drilling in block 6406/2 in the Norwegian Sea.
nb: Vi har gitt Equinor Energy (Equinor) samtykke til leiteboring i blokk 6406/2 i Norskehavet.

source: Recommended levels for notification and reports regarding accidental discharges:
nb: Anbefalte nivåer for varsling og melding av utilsiktede utslipp:

source: The activity is estimated to last at least 32 days.
nb: Boreaktiviteten er estimert til å vara i minimum 32 døgn.

source: b) in the event of operations with dynamic positioning Equipment Classes 2 and 3, those operating
nb: b) ved operasjoner med dynamisk posisjonering utstyrsklasse 2 og 3 bør de som opererer utstyret,

source: The Pollution Control Act (in Norwegian only) and the IPPC directive require that the best available
nb: Best Available Techniques) skal legges til grunn ved utforming av vilkår i tillatelser i medhold av forurensningsloven.

source: as mentioned in the second subsection, apply to living quarters and indoor work areas, including chambers for manned underwater operations.
nb: som nevnt i andre ledd, gjelder for boligkvarter og innendørs arbeidsområder, inkludert kammer for bemannede undervannsoperasjoner.

source: This is a previous event The Top Executive Conference 2020 will be addressed by leaders and decision-makers from various industries, who will seek to cast light on relevant issues.
nb: Til Topplederkonferansen 2020 kom ledere og beslutningstaker fra forskjellige bransjer for å belyse relevante problemstillinger.

source: This means that the operators in the planning stage shall consider and include relevant pollution components in the monitoring programme, as necessary, based on what is discharged on the individual field and in the region.
nb: Dette betyr at operatøren i planleggingsfasen skal vurdere, og eventuelt inkludere, relevante forurensningskomponenter i overvåkingsprogrammet i forhold til hva som slippes ut på det enkelte felt og i regionen.

source: The term shall is also used in the guidelines regarding the regulations.
nb: I veiledningene til forskriftene brukes også begrepet skal.

source: Scenario 1 in the analysis is a full breach of the MP or HP separator.
nb: Senario 1 i analysen er et fullt brudd i MP- eller HP-separatoren.

source: West Hercules is a 6th-generation semi-submersible drilling facility built in 2008 at Daewoo Shipyard, South Korea.
nb: West Hercules er ei 6.generasjon halvt nedsenkbar boreinnretning bygt i 2008 ved Daewoo Shipyard, Sør-Korea.

source: This conference provides a valuable meeting place and arena for discussion on issues concerning health, safety and the environment (HSE) in the petroleum sector.
nb: Sikkerhetsforums årskonferanse er en viktig møteplass og diskusjonsarena for spørsmål om helse, miljø og sikkerhet i petroleumsvirksomheten.

source: This describes such requirements as risk evaluation and worker participation.
nb: Dokumentet beskriver krav som for eksempel risikoevaluering og arbeidstakermedvirkning.

source: The RNNP meant that we went from being in savage disagreement over the realities of HSE on
nb: RNNP gjorde at vi gikk fra å være i vill konfrontasjon om realitetene når det gjaldt helse,

source: Other winches in use
nb: Andre vinsjer som var i bruk

source: Otherwise, the relevant provisions of the regulations apply for petroleum functions exercised by the vessel, but not for maritime aspects.
nb: For øvrig gjelder relevante deler av petroleumsregelverket for den petroleumsfunksjon fartøyet utøver, men ikke for maritime forhold.

source: compliance with procedures
nb: Etterlevelse av prosedyrer

source: That was a milestone in Norwegian oil history – and the start of a 50-year tale of upswings and downturns, celebration and catastrophe, and tough times and bold decisions.
nb: Det var en milepæl i norsk oljehistorie - og starten på en 50 år lang fortelling om oppturer og nedturer, jubel og katastrofe, tøffe tak og modige beslutninger.

source: One possible solution to the challenges outlined here, pointed out by many of the informants, is closer follow-up of the suppliers involved (both engineering companies and yards) until they have developed the necessary experience.
nb: En mulig løsning på de utfordringene som er skissert her, og som mange av informantene har påpekt, er tettere oppfølging av de involverte leverandørene (både engineeringselskaper og verft) inntil de har bygd opp nødvendig erfaring.

source: Seadrill has applied for an Acknowledgement of Compliance (AoC) for West Mira.
nb: Seadrill har søkt om samsvarsuttalelse (SUT) for West Mira.

source: Section 51 of the Facilities Regulations
nb: også innretningsforskriften § 51

source: A team of three divers were to be conveyed to the seabed work site in about 110 metres of water.
nb: Et dykkerlag på tre personer skulle bringes til arbeidsstedet på havbunnen på om lag 110 meters dyp.

source: Operations and maintenance supervisor (O&M)
nb: Drifts- og vedlikeholdsleder (O&M)

source: The system for maintenance management for well barriers appears to be unclear
nb: System for vedlikeholdsstyring for brønnbarrierer synes uklart

source: Consensus on safety status – and the way forward
nb: Enige om sikkerhetstilstanden – og veien videre

source: Present a binding and scheduled plan for corrective measures which also sets
nb: Presentere en forpliktende og tidfestet plan for korrigerende tiltak, og som synliggjør

source: Serious breaches of the regulations were identified, and Equinor has now been given an order.
nb: Tilsynet identifiserte alvorlige brudd på regelverket, og vi har nå gitt pålegg til Equinor.

source: Deepsea Nordkapp is a semi-submersible drilling facility of the Moss Maritime CS 60E type, owned and operated by Odfjell Drilling.
nb: Deepsea Nordkapp er ei halvt nedsenkbar boreinnretning av typen Moss Maritime CS 60E, eigd og driven av Odfjell Drilling.

source: New fields and new development projects shall be operated in accordance with the directive from the
nb: Nye felt og nye utbyggingsprosjekter skal drives i samsvar med direktivets krav fra det tidspunktet

source: The operator shall report drilling and well activities to the Petroleum Safety Authority Norway's and the
nb: Operatøren skal rapportere bore- og brønnaktiviteter til Petroleumstilsynets og Oljedirektoratets

source: should be used for safety and emergency preparedness training for personnel on facilities and vessels,
nb: bør brukes for sikkerhets- og beredskapsopplæring for personell på innretninger og fartøy,

source: Contract strategies at the operators are extremely important today.
nb: Et operatørselskap sitter med stor makt, og det kontraktuelle ansvaret er deres.

source: IMO 2010 FTP Code Part 3 for other types of penetrations such as ducts, pipes and cable penetrations.
nb: IMO 2010 FTP Code Part 3 for andre typer gjennomføringer som kanaler, rør- og kabelgjennomføringer.

source: that this position was originally intended to be filled by Eni personnel, but people from Apply Sørco are entered in the organogram and report to that company’s
nb: ser det ut som stillingen opprinnelig var ment å være besatt av Eni-personell, men i organisasjonskartet er det personell fra Apply Sørco som er ført opp, og at de rapporterer til Apply Sørcos

source: Both types of stations normally cover the background level of selected components in the area, and the reference stations can, in given instances, function as regional stations and vice versa.
nb: Begge typer stasjoner dekker vanligvis bakgrunnsnivået av utvalgte komponenter i området, og referansestasjonene kan i gitte tilfeller fungere som regionale stasjoner og omvendt.

source: Discharge of drainage water and other oily water
nb: Utslipp av drenasjevann og annet oljeholdig vann

source: The interviews have revealed that management had little involvement in the risk process or comments about identifying and managing risk.
nb: Intervjuene har avdekket at lederne i liten grad har vært involvert i risikoprosessen eller hatt kommentarer til identifisering og behandling av risikoer.

source: He accordingly used his bicycle to get 50 metres from the noise zone and inform the panel operator of the position in the leak area.
nb: Han brukte derfor sykkelen for å fjerne seg 50 meter fra støyområdet og informerte paneloperatøren om situasjonen ute i lekkasjeområdet.

source: Part 2: Implementation and scope
nb: Del 2: Gjennomføring og omfang

source: The maritime letter was sent by Teekay Shipping Norway AS to relevant shuttle tankers on behalf of StatoilHydro (now Statoil).
nb: Det maritime brevet ble sendt av Teekay Shipping Norway AS til aktuelle skytteltankskip på vegne av StatoilHydro (nå Statoil).

source: We have given Aker BP consent to drill exploration well 24/9-13 in the North Sea.
nb: Vi har gitt Aker BP samtykke til boring av leitebrønn 24/9-13 i Nordsjøen.

source: “We’re not designed for nocturnal work,” says sleep scientist Bjørn Bjorvatn.
nb: - Vi er ikke skapt for å jobbe om natten, sier søvnforsker Bjørn Bjorvatn.

source: worldwide, as noted in the RNNP summary
nb: på verdensbasis, som omtalt i RNNP

source: The Petroleum Safety Authority Norway (PSA) has had a study carried out of safer solutions for structural connections of different materials.
nb: Petroleumstilsynet (Ptil) har fått utført en studie for sikrere løsninger til konstruksjonsforbindelser av ulike materialer.

source: If you know what you want before you start, you build in Asia, otherwise you build in Norway
nb: Hvis man vet hva man skal ha før man starter bygger man i Østen, ellers bygger man i Norge

source: Equipment and safety systems in classified areas shall fulfil requirements for use in explosive areas.
nb: Utstyr og sikkerhetssystemer i klassifiserte områder skal oppfylle krav til bruk i eksplosjonsfarlige områder.

source: less serious situations in connection with pipeline systems and load-bearing structures,
nb: mindre alvorlige situasjoner i forbindelse med rørledningssystemer og bærende konstruksjoner,

source: seawater corrosion accelerated by local breakdown of the steel’s oxide layer (Fe3O4 –
nb: Sjøvannskorrosjon akselerert med lokale nedbrytninger av stålets oksydlag (Fe3O4

source: We have carried out an audit of Equinor and phase 2 of the development of the Snøhvit field.
nb: Vi har ført tilsyn med Equinor og fase 2 av utbyggingen av Snøhvitfeltet.

source: The gas comprised 85 per cent hydrogen with the rest hydrocarbons.
nb: Gassen besto av ca 85% hydrogen, resten var hydrokarboner.

source: There was no clear pattern when we investigated variations in the data from interviews and questionnaires across groups of participants.
nb: Det er heller ikke et tydelig mønster når vi undersøker variasjoner i data fra intervjuer og spørreundersøkelse på tvers av aktørgrupper.

source: The project plans to complete its work in the spring of 2021.
nb: Prosjektet planlegger å være i mål våren 2021. Kontakt

source: Such surveys may require special instrumentation and technical measuring equipment, particularly in the event of underwater discharges for surveys in the water column.
nb: Slike undersøkelser kan kreve spesiell instrumentering og måleteknisk utstyr, spesielt ved undervannsutslipp for undersøkelser i vannsøylen.

source: Section 50 of the technical and operational regulations on competence Section 52 of the technical and operational regulations on practice and exercises Section 35 of the technical and operational regulations on depressurisation and flare system
nb: Teknisk og operasjonell forskrift (TOF) § 50 om kompetanse Teknisk og operasjonell forskrift (TOF) § 52 om trening og øvelser Teknisk og operasjonell forskrift (TOF) § 35 om trykkavlastings- og fakkelsystem

source: It emerged during interviews with MH Wirth that the choice of drum diameter was related to the sheave diameter.
nb: Under intervjuer med MH Wirth kom det fram at valget av trommeldiameter ble gjort i forhold til skivehjuldiameterne.

source: Bipartite and tripartite collaboration is an important cornerstone of the regime, and must be strengthened and further developed.
nb: To- og trepartssamarbeidet er en viktig bærebjelke i regimet, og må styrkes og videreutvikles.

source: Deepsea Stavanger is a semi-submersible drilling facility of the GVA 7500 type, built in South Korea in 2010.
nb: Deepsea Stavanger er ei halvt nedsenkbar flyttbar boreinnretning av typen GVA 7500, bygd i Sør-Korea i 2010.

source: See sections 9.1.1 and 9.1.3 of the report.
nb: rapportens kapittel 9.1.1 og 9.1.3.

source: Consent for use of Maersk Invincible in 2018-2019
nb: Samtykke til bruk av Maersk Invincible i 2018-2019

source: shows which response options the respondents from the different types of companies have used.
nb: viser hvilke svaralternativer respondentene fra de ulike selskapstypene har benyttet seg av.

source: , with the exception of Chapter 4.1.1 items 2 and 3 on the requirements for examination.
nb: , med unntak av retningslinjens kapittel 4.1.1 punkt 2 og 3 om krav til eksamen.

source: 27 per cent of the respondents, representing both operating and engineering companies, disagreed or fully disagreed with this statement.
nb: 27 prosent av respondentene var helt uenige eller uenige i denne påstanden, disse representerte både operatørselskap og engineeringselskap. Disse bekrefter dermed at det er utfordringer knyttet til verdsettelse av konstruksjonsfaglig kompetanse.

source: KCAD and MH Wirth concluded that the wrong rope type had been installed, since right-hand lay rope was installed on a drum for left-hand lay.
nb: KCAD og MH Wirth konkluderte med at det installerte ståltauet var av feil type siden et høyreslått tau var montert på en trommel for venstreslått.

source: It is not entirely clear where the injured person was first struck and what happened before he was able to escape from the yoke.
nb: Det er ikke helt klar hvor den skadde først ble truffet og detaljene i forløpet inntil han fikk frigjort seg fra åket.

source: It can also be mentioned that several comments that they do not understand what is meant by "level of education" and thereby selects the "I don't know" option.
nb: Det kan også nevnes at flere kommenterer at de ikke forstår hva som menes med «level of education» og med det velger å benytte seg av alternativet «vet ikke».

source: According to Hersvik, the better the assignments are defined and structured, the more successful the alliances have been.
nb: Ifølge Hersvik er alliansene mer vellykkede jo mer veldefinerte og strukturerte oppgavene er.

source: S3 is spooled the same way as S2, producing a total of two successive S bends for S2 and S3. See figure 9.
nb: Skivehjul S3 er spolt samme vei som skivehjul S2, og dette gav totalt to påfølgende S-bøyinger på skivehjulene S2 og S3 (se figur 9).

source: In the incident with the falling scaffolding tube, a missing tube bolt was found to be one of the main causes of the incident.
nb: I hendelsen med stillasspiret som falt ned ble manglende stillas-spir-bolt funnet som en av de sentrale årsakene til at hendelsen inntraff.

source: The development comprises a semi-submersible, integrated quarters, drilling and processing facility in steel (Visund A).
nb: Utbygginga omfattar ei halvt nedsenkbar integrert bustad-, bore- og prosessinnretning i stål (Visund A).

source: The first ordinary meeting took place during the Arctic Safety Summit in Tromsø, Norway in October 2015, and further meetings will be held twice a year.
nb: Det første ordinære møtet fant sted under Arctic Safety Summit i Tromsø i oktober 2015, og videre møter vil finne sted halvårlig.

source: Facilities that are not permanently manned, should also have a dedicated gas detection function for the
nb: Innretninger som ikke er permanent bemannet, bør i tillegg ha en dedikert gassdeteksjonsfunksjon for

source: § 59b Planning and prioritisation
nb: § 59b Planlegging og prioritering

source: The oil companies must make provision for the suppliers, so that we can jointly manage to take care of safety in a very good way.
nb: - Oljeselskapene må bidra til å tilrettelegge for leverandørene, slik at vi i fellesskap klarer å ivareta sikkerheten på en veldig god måte.

source: The Petroleum Safety Authority Norway (PSA) has given Equinor Energy AS (Equinor) consent for extended operation of the Statfjord East field.
nb: Petroleumstilsynet (Ptil) har gitt Equinor Energy AS (Equinor) samtykke til forlenga drift av Statfjord Øst-feltet.

source: Statoil has now received consent for the co-location of office facilities on Melkøya.
nb: Statoil får nå samtykke til samlokalisering av kontorfasiliteter på Melkøya.

source: equipment supplier, Future, in installing the ADS.
nb: leverandør Future av utstyret for montering av ADS systemet.
